Repository: mozilla-l10n/mt-training-data
Catalog: gwc/gwc_pontoon.tmx
Source language: en_us
Languages: gwc

source: Scots
gwc: سکاٹس

source: Scripted Speech
gwc: چُنڑاٞل جولاگ

source: Search
gwc: باتاگ

source: Seediq
gwc: صی دِق

source: See how your progress compares to other contributors all over the world.
gwc: دُنائ مئ دی حصہ داٞراٞن سٞہ تانی ترقی آں موازنہ کٞر

source: See Less
gwc: اوچھوٹ پٞݭاٞ

source: See More
gwc: باٞر پٞشاٞ

source: Select a Language...
gwc: اٞ جیبیں کیر درخاس کٞر

source: Select an option
gwc: کِشکاں آٞک خوشا

source: Select a variant (optional)
gwc: اٞ بداٞل قِسم جُوݭ (اختیاری)

source: Selected
gwc: خوشا گاٞل

source: Select File
gwc: فائیل جُوݭ

source: Select File to Upload
gwc: اپ لوڈ کٞروگیں کیر فائیل جُوݭ

source: Select the desired language dataset and choose the version you wish to download.
gwc: تانی مرضی ایں جِبیں ڈیٹاسیٹ جُوݭ تے تانی خوشیاں ورݫن ڈاؤنلوڈ کٞر۔

source: Select up to three domains (optional)
gwc: ݪی ڈومین آئ خوشا (اختیاری)

source: Select your age
gwc: تانی اُمر جُوݭ

source: Select your sex or gender
gwc: تانی جِنس جُوݭ

source: Self Citation
gwc: تانی حوالہ

source: Send a link to my email
gwc: میں ایمیل کٞہ اٞ لنک لاٞڑاٞ

source: Send sign up link
gwc: سائن اپ لِنک لاٞڑاٞ

source: Sentence
gwc: جملہ

source: Sentence Collection
gwc: جملاں مجموعہ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
gwc: <sentenceCollectorFragment>جملاٞ جمع کٞروگ راٞکہ دی بیݭ</sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
gwc: <sentenceCollectorVideo> جملاٞ جمع کٞروگ والا استمال کٞروگیں کیر مُوں گائیڈ بیر</sentenceCollectorVideo>۔

source: Sentence Domain
gwc: جُملاں ڈومین

source: Sentences
gwc: جملاٞ

source: Sentences are collected for people to read aloud.
gwc: جُملاٞ خلکیں کیر شِتی پروگیں کیر سمٹجٞنت۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
gwc: خلٞکاں اعتداٞل ایں اٞمل آں ذریعہ دہ جملاٞں پڑتال کٞراٞں، پرہ اِیں اٞماٞل صحی نہ آشیں۔ کٞہ تٞھہ ا جملا لِڄ یا بِد اوں سٞہ تٞھئ رو خپہ یا پریشان کٞروݭیت، مثلاً اینیں کیر اوں اٞئی خلاف تھو موں<participationGuidelines> خلٞکاں شراکِتاں معیاٞر ماں</participationGuidelines>ماٞربینی کاٞ جھنڈاں بٹن استمال کٞر یو آئی مئ۔ تھہ ما سہ اِیں لنک دہ <emailFragment> commonvoice@mozilla.com </emailFragment> پا رابطہ کٞرباٞں۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gwc: ہِیماک تھٞہ کاٞں جملاٞ دیت توم کاپی رائیٹس ما آذاد-0 cc لیسنس والہ ڈیٹاسیٹ مئ مِلاجئ۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
gwc: جملاٞ کامن وائس مئ شامل کٞروگیں کیر دوئے ماٞنوڄ ݭا جائزہ گھینوگ تے منظور کٞروگ لازمی۔ تو تانی جِبیں کیر ہدایاٞت چاۓ <languageGuidelinesLink>ہیماک</languageGuidelinesLink>۔ جملاٞ لازمی <licenseLink>مپلک ڈومین </licenseLink> مئی ہوئی تے 15 الفاٞظ ماتھی کھٹاٞن ہوگ۔ تو خط آٞں مالک ماتھی تٞپوس کٞرباں آٞس <waiverLink> CC0 چآگیں کیر موں ویور اٞماٞل استمال کاٞ</waiverLink>، تے ما کٞہ لاٞڑاٞcommonvoice@mozilla.com دہ۔

source: { $sentences } sentences reviewed. Thank you!
gwc: { $sentences }جملاں جائیزہ گھینت۔ ماربینی!

source: Sentence text
gwc: جملاں خط

source: Sentence Variant
gwc: جُملاں بداٞل قِسم

source: Separate sentences into one line by pressing “Enter” or “Return” once
gwc: "داخیل کٞر" یا "نوٹ" وا اٞ دھیرداٞگ دہ ریک مئ جُملاٞ ہوراٞٹ

source: Serbian
gwc: سربیائی

source: Seri
gwc: سیری

source: Serian Bidayuh
gwc: سرین بِدایو

source: Service and Retail
gwc: خِزماٞت تے پرچون ݪیاروگ

source: Set a goal
gwc: ہدف سیٹ کٞر

source: Set my visibility
gwc: ماں پشوگیں اہلیت سیٹ کٞر

source: Setswana
gwc: سیٹسوانہ

source: Settings
gwc: سیٹنگز

source: Sex
gwc: جنس

source: Sex or Gender
gwc: صنف یا جنس

source: SHA256 Checksum Copied!
gwc: ایس ایچ اے256چیکسم نقل ہُو

source: Shan
gwc: شان

source: Share Common Voice
gwc: کامن وائیس شریک کٞر۔

source: Share my goal
gwc: ماں ہدف شریک کٞر

source: Share your clip
gwc: تانی کلپ شریک کٞر۔

source: Share your { $count } Clip Daily Goal for { $type }
gwc: تانی { $count } کلِپاں دوس دوساں ہدف { $type } ایں کیر شریک کٞر

source: Share your { $count } Clip Weekly Goal for { $type }
gwc: تانی { $count } کلِپاں ہفتہ وار ہدف { $type } کیر شریک کٞر

source: Share your event
gwc: تانی واقیہ شریک کٞر

source: Shilha
gwc: شیلہا

source: Shina
gwc: شینا

source: Shortcuts
gwc: کٞھٹِین پن

source: [Should be ‘dinosaurs’]
gwc: [ڈائینو ساٞر ہوواٞں]

source: [Should be “We are”]
gwc: ["مٞہ" پکاٞر]

source: Show me sentences and clips from all variants within my language
gwc: مکہ مُوں جِب مئی موجود سوئے لہجاٞں جملاٞ تے کلیپونہ پشا۔

source: Show my ranking
gwc: ماں درجہ پشاٞ

source: Sicilian
gwc: سیسیلی

source: Sign up
gwc: سائن اپ کٞر

source: Sign up for an account
gwc: کھاتیں کیر سائن اپ کٞر

source: Sign up for Common Voice newsletters, goal reminders and progress updates
gwc: کامن وائیساٞں رساٞلاٞ، ہدفاں یاداشت تے ترقی ایں شِیدیں کیر سائن اپ کٞر

source: sign up for email updates
gwc: خط دہ شِیدیں کیر سائن اپ کٞر

source: Sign up for { $lang } updates:
gwc: سائن اپ کٞراٞ{ $lang } اپڈیٹ ایں کیر؛

source: Sindhi
gwc: سندھی

source: Single
gwc: اٞک

source: Single sentence submission
gwc: اٞ جُملہ پیش کٞروگ

source: Single ZIP file containing
gwc: اٞ زِپ فائل مئ آشاں

source: Sinhala
gwc: سنہالی

source: Siswati
gwc: سیسواتی

source: Size
gwc: سیز

source: Skip
gwc: چھوروگ

source: Skipped
gwc: چھوراٞل

source: Skip Submission Feedback
gwc: جمع کٞروگیں رائے چھور

source: Slovak
gwc: سلوویک

source: Slovenian
gwc: سلووینیائی

source: Small batch
gwc: لوک ڈٞل

source: Small batch sentence submission
gwc: لوک اٞ جُملہ پیش کٞروگ

source: Small businesses, including tech and AI start ups
gwc: لیک تِجارت ٹیکنالوجی تے اے آئ ایں ناٞم اِداٞراٞ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
gwc: [جیس]گھاٞن ڈائنوساٞر [پھینگ] ٹریاسک آٞں۔

source: Social media
gwc: سوشل میڈیا

source: Solicit personally identifying information (like names or financial information)
gwc: ذاتی شناخت تے مالومات ( لکہ نام یا مالی مالومات) دِیاگ

source: Somali
gwc: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
gwc: دیک جِیبوناٞں گرامر، الفاٞظ تے تلفظ مئ باٞر فرق آشاں۔ ایں وجاٞ دہ، مٞہ<ctaLink>جِبوناٞں بدآٞل لہجاٞ 2022 مئ متعارف کٞرنت </ctaLink> ۔ اٞن دہ خلک کٞہ گھین ڈیٹاسیٹ مئ تانی جبونہ پویانوگ مئ مداٞد میلاؤ ہوئ۔

source: Someone asks for a language to be added.
gwc: کِشکوم اٞ جِب میلاگیں تٞپوس کٞرنت۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
gwc: چُنڑوگیں کیر آڈیو گھیاٞگ مئ کِشکہ غلطی ییئ۔ ماٞربینی کاٞ اٞ ساتائ دِگیراں کوشیش کٞر۔

source: Something went wrong while fetching prompts. Please try again later.
gwc: اِشارہ گھیاٞگ مئ کِشکٞہ غلطی ییئ۔ ماٞربینی کاٞ اٞساتائ کوشیش کٞر۔

source: Something went wrong while fetching transcriptions. Please try again later.
gwc: چُنڑاٞل گھیاٞگ مئ کِشکٞہ غلطی ییئ۔ ماٞربینی کاٞ اٞساتائ دِگیراں کوشیش کٞر

source: Something went wrong with reCAPTCHA. Please try again.
gwc: اکثر مٞہ reCAPTCHA مئی خطا ہواٞں، ماربینی کاٞ دیگیراں کوشش کراٞ۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
gwc: لہجاٞ جِب یا جِب یا جِباٞں خاندان مئی اٞکدی ما باٞر جدا ہوواں۔ لخہ تھاکہ اٞ خاص لہجاٞ مئی کار کٞروگ مئی مسلہ تھو تے، تھہ تانی ترجیحات ہیماگ بدلاواں۔

source: Soninke
gwc: سونینکے

source: Sorbian, Lower
gwc: سوربیائی، بُھونیم

source: Sorbian, Upper
gwc: سوربیان، اُوجیم

source: Sorry, Common Voice is running slowly. Thanks for your interest.
gwc: خپہ مُو ہو۔ کامن وائیس سٞمسو چٞلنت۔ چھیں دلچسپی ایں ماٞربینی۔

source: Sorry, something went wrong
gwc: خپہ مُو ہو ،پرہ کیشکٞہ مسئلہ یات۔

source: Source: { $sentenceSource }
gwc: زریعہ{ $sentenceSource }

source: Southern Kurdish
gwc: جنوبی کُردی

source: Southern Pastaza Quechua
gwc: جنوبی پاستزا کھیچوا

source: Southern Sotho
gwc: جنوبی سوتھو

source: Southwestern Tlaxiaco Mixtec
gwc: جنوب مغربی تلازیاکو میکسٹک

source: Spanish
gwc: ہسپانوی

source: Speak
gwc: مٞن

source: Speakable
gwc: مٞنوگاں قابیل

source: Speakers
gwc: مٞنوگ واٞلاٞ

source: Speaking
gwc: جولاگ

source: Speaking and Listening
gwc: جولاگ تے بُجوگ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
gwc: تانی نارمل ہواز مئ مٞن؛ کھیکی تو جولانت اٞئی قبول تھو، مٞہ چھاں لہجہ کھیکی تھو اینچھلہ ہوگ دیاٞنت تے مٞہ چھاں عام ہواز، سٹائل تے لہجہ دیاٞنت۔

source: Speak now
gwc: مُٹو مٞن

source: Speak options menu
gwc: منوگاں اختیاراتیں لِسٹ

source: Speak up, contribute here!
gwc: جولاٞ، ہِیماک حصہ تل!

source: Special Characters and Foreign Letters
gwc: خاص حروف تے دی جیبیں ٹیکیل

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
gwc: خاص علامتونہ تے رُموز تھوکو شامل کراٞ اُوں کون باٞر ضرولی ہی تہ۔ مثلاً ایپاسٹرافی انگریزی الفاٞظ مئی شامل کراٞں، لخہ “don’t” تے “we’re” پرہ ایں ضریلی نہ کو تھکہ کوئی امی اعرابیں ضرورات ہوگ لخہ “@” تے “#.”

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
gwc: <speechBlogLink>سپیچ ریککنیشن تھی شورو کٞر</speechBlogLink>

source: Spelling and Punctuation
gwc: ہیزی تے رموزِ اوقاف

source: Split into { $archiveCount } ZIP files containing
gwc: تقسیم ہوت{ $archiveCount }زِپ فائلونہ شامل تھی

source: Splits
gwc: تقسیم

source: Splits (Age and Sex)
gwc: تقسیم / فرق (اُمر تے جنس)

source: Spontaneous Speech
gwc: فوری طوردہ جولاگ

source: Start recording
gwc: ٹیپ کٞروگ شورو کٞر

source: Start typing to describe your accent
gwc: تانی لہجہ بیان کٞروگیں کیر ٹیپنگ شورو کٞر۔

source: Stats
gwc: حِساب

source: Status Page
gwc: سٹیٹس آں پال

source: Still have questions?
gwc: مُٹو پا ساٞلونہ تھو آٞ؟

source: Streaks
gwc: جولاٞگ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
gwc: <strong>[کٞڑنگوگ] </strong>گھاٞن ڈائینوسار<strong> [کٞڑنگوگ] </strong>ریاسیکاں۔

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
gwc: <strong> اٞ جولاگ والاں لہجہ چھاٞں ما بداٞل آش تہ تتھیں کلِپ مسترد مو کٞر۔ </strong> ہواز پویانوگیں کیر ائ اہم اُوں سوئیں کیر کار کٞرئ تہ۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
gwc: <strong> تخلیقی ہو! </strong> چھیں جِبیں کمیونٹی خاص ہوئ، تے اومی اٞلاٞت طریقاٞ تھو شورو کٞروگاٞں۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
gwc: <strong>چُنڑاٞل جولاگ</strong> (روائتی طور دہ کھیکی تھاکٞہ کامن وائیس مالوم تھو تہ) تتھیں نوں کاٞں مئ تھہ جُملاٞ تانی جِب مئ شِیتی پٞراٞں تہ۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
gwc: <strong>[جِیس] </strong>گھاٞن ڈائینوسار<strong> [پھینگ] </strong>ٹریاسیکاں۔

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
gwc: <strong>لمحاتی یا فوری جولاگ</strong> کامن وائیساں اٞ نام حصہ تھو ان مئ تھٞہ سواٞلوناٞں عام بول چاٞلاٞں تے فطری انداٞز مئ جواٞب داٞباٞں۔

source: Submit
gwc: جمع کٞر

source: Submit All
gwc: سواٞ پیش کٞر

source: Submit a new question for the community to read and respond to
gwc: خلٞک ایں کیر اٞ ناٞم سوال جمہ کٞر اوٞ توم تاٞس پری جواب دئ تہ

source: Submit a report
gwc: رپوٹ جمع کٞر

source: Submit clips
gwc: کلیپ جمع کٞر

source: Submit new questions for the community to read and respond to
gwc: کمیونٹی آں پروگیں کیر تے تسوں باٞم تھی جوابیں کیر ناٞم سواٞلونہ پیش کٞر

source: Submitted
gwc: پیش کٞر

source: Subscribe
gwc: سبسکرائیب کٞر

source: Success
gwc: کامیابی

source: success checkmark
gwc: کامیابی آں نٞخ

source: Success, profile created!
gwc: کامیابی سٞہ تفصیل چاجین؛

source: Support open, community-led datasets
gwc: کولاؤ، کمیونٹیاں چاٞگاٞل ڈیٹاسیٹونہ مئ تعاون کٞر

source: Svan
gwc: سوانیٹی

source: Swahili
gwc: سواہیلی

source: Swedish
gwc: سوئیڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gwc: لاڄھیم پِیڄ کٞہ گِرا جملہ منظور کٞر۔ کھوری پِیڄ کٞہ گِرا جملہ منظور مُو کٞر۔ رٞکہ گِرا آٞس خیلی چھور۔<strong>تانی جائیزہ لاڑاگ مُو اموݭاٞ</strong>۔

source: Syriac
gwc: سیریاک

source: Tagalog
gwc: ٹگالوگ

source: Tahitian
gwc: تاہیتی

source: Taiwanese (Minnan)
gwc: تائیوانی (مینن)

source: Tajik
gwc: تاجکی

source: Taking several attempts to read a word.
gwc: اٞ لفظاٞں پروگ رہ باٞر دیر کوشیش کٞروگ۔

source: Tamazight
gwc: تمازیخت

source: Tamil
gwc: تامل

source: Tap
gwc: دبار دہ

source: Tarifit
gwc: تاریفیت

source: Tatar
gwc: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
gwc: ٹٹوبا جملاں، ترجماں تے مٞنوگاں آڈیو آں جِباں اِزدہ کٞروگ مئ اِستِمال ہوگیں کیراٞ گھان ڈیٹا بیس۔ اِیں ڈاؤنلوڈ مئ مٞنوگیں انگریزی خلٞکیں ریکارڈ کٞریل شامل تھی۔

source: Technology and Robotics
gwc: ٹیکنالوجی تے روبوٹاں عِلم

source: Technology that speaks your language
gwc: ٹیکنالوجی کیں چھیں جِب دِئینت۔

source: TED-LIUM Corpus
gwc: ٹی ای ڈی ۔ ایل آئ یو ایم کارپس

source: Teke
gwc: ٹیکے

source: Tell us what you'd like to download:
gwc: ماں کٞہ مٞن تو کٞناں ڈاونلوڈ کٞروگ خوشانت؛

source: Telugu
gwc: تیلوگو

source: Tepeuxila Cuicatec
gwc: ٹیپیوگزیلا کوئیکاٹیک

source: Terms
gwc: شرطونہ

source: <termsLink>Terms</termsLink>
gwc: <termsLink>شرطونہ</termsLink>

source: Teutila Cuicatec
gwc: ٹیوٹیلا کوئیکاٹیک

source: Thai
gwc: تھائی

source: Thanks for confirming your account, now let's build your profile.
gwc: تانی تثصیل ایں تصدیق کٞروگیں کیژ ماٞربینی، موٹو یوں تانی تفصیل چاگ شورو کٞر۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
gwc: 50 ما زیات جِب مئ 259000 خلکاٞں باٞم تھی حصہ تلوگاں شکریہ، اِیں ڈیٹا جولاگ والہ ایپلیکیشنزکٞہ انسانی ہواٞز کٞہ بہتر جواب داٞگیں کیر ٹرینینگ داٞگ مئ اِستِمال ہوینت۔

source: Thank you for contributing to Spontaneous Speech!
gwc: بروقتی جولاٞگ مئ حصہ تلوگیں کیر شکریہ

source: Thank you for contributing your bulk submission!
gwc: تانی باٞر زیات تعداٞد مئ پیش کٞروگ مئ حصہ تلوگیں کیر چھاں شکریہ

source: Thank you for contributing your voice!
gwc: تانی ہواٞز دہ مداٞد کٞروگیں کیر ماٞربینی

source: Thank you for donating your voice clips!
gwc: تانی ہوازیں کلپونہ داٞگیں کیر ماٞربینی۔

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gwc: ٹیپ کٞروگیں کیر ماٞربینی۔</lineBreak><lineBreak> مُٹو جائزہ گِھن تے توآ تانی کلپونہ جمہ کٞر۔

source: Thank you for your information
gwc: چھاٞں باٞم تھی مالوماتیں کیر چھاں شکریہ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
gwc: تعاون کٞروگ مئ چھیں دلچسپی ایں کیر ماٞربینی{ $lang }۔ مٞہ سخت محناٞت کیت اوں ہاٞر جِبیں بنیاد تیار کٞروگیں کیر تے تانی ٹیم ایمیل آٞں ترو دہ شید کٞراگیں کیر۔ کٞہ تو تعاون کٞروگ دیانشتہ تانی ایمیل توأ دہ۔

source: Thank you for your voice information
gwc: ہواز آں مالوت داٞگیں کیر چھیں ماٞربینی

source: Thank you! You’ve sent a new language enquiry
gwc: ماربینی! تئی اٞ نیم جِبیں تحقیق لاڑیئے

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
gwc: راٞن جملاٞ قدرتی تے عام گُفتگو واٞلاٞ جُملاٞ آٞشاٞں ــ اوم کساٞ کٞہ پٞروکٞہ ہسان آٞشاٞں۔ اٞ جملاٞ مئ متنوع ہواٞز تے مختلف الفاٞظ ضرولی، مٞہ پا کوشش کںٞرنتھوں موں رضاکار خلٞک ایں کیر کٞتیک ممکن ہو تہ ٹیپ کٞروگ واٞلاٞ جملاٞ مزیدار تے ہساگ واٞلاٞ ہودہ۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
gwc: اٞ مفید ہواز پویانوگاں انجن چاگیں کیر بہترین جملاٞ تتھیں اوں کاٞں عام جولاٞگ مئ استعمال ہوانش تہ تے کاٞں جدید پیشاٞ سٞہ متعلق تھو تہ۔ اٞلاٞت تصورات اومی تھو اوم جُملاٞ چاگ مئ تھوں مداٞد کٞرئ۔

source: The bumblebee sped by.
gwc: ہلار باٞر تیز لنگو۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
gwc: کلپیں قبٞریٹ مئ تٞتھی وائس کلپونہ شامل تھی اوں توم کامن وائس ڈیٹا سیٹ مئ نہ ییت تہ،ڈیٹاسیٹاٞں چھلہ کلپیں قبریٹ ڈاؤن لوڈیں کیر موجود تھی۔ مٞہ پراجیکٹ سٞہ مدِدیں کیر تواٞں خلکاں تے تنظیموناں شکریہ ادا کٞرٞنت:

source: The clip has disrespectful or offensive language.
gwc: اِیں کلیپ مئی باٞ اِزات یا لیݪ جِب استعمال ہِیت۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
gwc: کامن وائیس ڈیٹاسیٹ مئ لکونہ ہوازیں کلپونیں سیمپل آشیں۔ اوم سافٹویئرچاٞگ واٞلاٞ کہ ہواز پویانوگاٞں آٞلاٞ تیار کٞروگ مئ مداٞد دییں۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
gwc: کمیونٹی کامن وائیساں ہِکور۔ اوم تمام دُناٞۓ تھی آشاٞں، تے جبیں کمیونٹی، سینسداٞناٞن تے کارکناٞن آٞشاٞں۔ تو شامل ہوگاٞں باٞراٞ مئ دی مالومات گھِنوگیں کیرموں <about> باٞراٞ </about> پاٞݪ رہ تے <community> کمیونٹی پلے بُک </community> تھی اِزدہ کٞرباں۔ لخہ تو ڈِگیر تنظیمی شراکِت مئ دِلچسپی ساتنش تہ تھکو <emailFragment> راٞبطاٞ مئ ہو۔ </emailFragment>

source: The content contains a language different than I was expecting.
gwc: اِیں مواٞد مئ تتھیں جِب ییتھوں سٞہ ماٞں توقع ما بدِل تھی۔

source: The content has disrespectful or offensive language.
gwc: اِیں مواٞد مئ باعِزتی آں یا خپہ کٞروگیں جِب استمال ہِت۔

source: The giant dino [cough] the Triassic.
gwc: گھاٞن ڈائینو [پھینگ] ٹریاسک آٞں۔

source: The giant dinosaur of the Triassic.
gwc: ٹریاسیک آں گھاٞن ڈائینوسار۔

source: The giant dinosaurs of the Triassi-.
gwc: ٹریاسی آٞں گھاٞن ڈائینوساٞر۔

source: The giant dinosaurs of the Triassic.
gwc: ٹریاسک آٞں گھاٞن ڈائنوساٞر۔

source: The giant dinosaurs of the Triassic. [read by one voice]
gwc: ٹریاسِک آٞں گھاٞن ڈائنوساٞر۔ [اٞ ہواٞز اٞ پٞرو]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
gwc: ٹریاسیکاں گھاٞن ڈائینوسار۔ <strong>[اٞ ہاٞواٞز دہ مٞن]</strong>

source: The giant dinosaurs of the Triassic. Yes.
gwc: ٹریاسیک آٞں گھاٞن ڈائینوساٞر، اُوں۔

source: The giant dino <strong>[cough]</strong> the Triassic.
gwc: گھاٞن ڈائینو<strong> [پھینگ] </strong>ٹریاسیکاں۔

source: The MediaRecorder API is not supported in your browser.
gwc: میڈیا ریکارڈر چھاٞں بروزر نہ چلاونت۔

source: The number of recordings and which languages you contribute to will be public.
gwc: ریکارڈنگاں تاداد تے کیں جِبونہ مئ تئ حصہ تلوت تہ ائ خلک کہ اخکارہ ہوئ۔

source: The page you are looking for could not be found
gwc: تو کیں پیج بیرنت تاٞس نہ لیت

source: There are currently no prompts for this language. Please refresh the page or try again later.
gwc: اِیں جِبیں کیر اِیں وخ سٞہ کٞئ اِشارہ نات۔ ماٞربینی کاٞ پاݪ تازہ کٞر یا اٞساتائ دِگیراں کوشیش کٞر۔

source: There are currently no sentences to review in this language.
gwc: مُوٹو اِیں جِب مئے جائیزیں کیر دی جملاٞ نانت۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
gwc: اِیں جِبیں کیر اِیں وخ سٞہ چیک کٞروگیں کیر چُنڑاٞل کٞئ نات۔ ماٞربینی کاٞ پاݪ تازہ کٞر یا اٞساتائ دِگیراں کوشیش کٞر۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
gwc: جِباٞں باٞراٞمئ سوچ کٞروگاٞں باٞر طریقاٞ تھو۔ جولاگ پویانوگاں ماڈلزیں مقصدیں کیر کامن وائیس باہمی سمجھداری رہ مرکوز کٞروگیں تجویز دیانت، یا کہ چری اِیں جِباٞں منوگ واٞلاٞ کوشیش کِیر تے توم آٞک دیاٞں جولاٞگہ پوہ ہواٞنتاٞ؟

source: The recording was too long.
gwc: ٹیپ کٞراٞل باٞر لِگ آش۔

source: The recording was too quiet.
gwc: ٹیپ کٞراٞل باٞر خاموش آش۔

source: The recording was too short.
gwc: ٹیپ کٞراٞل باٞر کھٹاٞن آش۔

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
gwc: اِیں جِبیں کیر اِیں وخ سٞہ چُنڑوگیں کیر آڈیو نات۔ ماٞربینی کاٞ پاݪ تازہ کٞر یا دِگیرکوشیش کٞر

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
gwc: چُنڑیل مئ ہندساٞ پکاٞر نہ اینیں کیر وں مٞنوگ مئ دیگیر اٞئی مسئلاٞ چیں۔ اٞ ہندسہ کٞہ جوڑہ پرجاں تہ ائ تساٞں سیاق و سباٞق رہ منحصر آشاں تے کیدے شی اٞئی مواد ایں سیٹ ماٞکٞہ خلل پیدا کٞرئی۔ مثاٞلاٞں طور دہ لماٞر 2409 صحی دوئے چھلہ منجئی "چور تے بیش صفر نوم" تے "دو زیرتے نوم رتہ چور سو"۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
gwc: پٞروگ واٞلیں ہوازیں سپیڈ مئ قدرتی فرق ہوئ۔ صِرف تھکو مسترد کٞر اُوں ہوازیں سپیڈ باٞر شِتی ہوگ دہ ریکارڈنگ کٞٹر کٞٹر ہوینش تہ، یا (اکثاٞر) ائ اٞتیک سٞمسو تھُو اُوں توچُنڑیل متناٞں حواٞلاٞ ما بغیر آٞس نہ بُجبانت تہ۔

source: The route was unclear.
gwc: پن واضح نہ آش۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
gwc: اومی جِبونہ حلٞن خلٞکیں ترقی مئ تھی۔<localizationGlossaryLink>ویبسائٹ آں مقیمی کٞروگ</localizationGlossaryLink> تے <sentenceCollectionGlossaryLink> جملاں مجموعیں </sentenceCollectionGlossaryLink>بنیاد تھاگگیں ضرولاٞت تھی۔

source: The selected file is too large
gwc: جوݭیل فائیل باٞرگِھین تھی
